Repository: mozilla-l10n/mt-training-data
Catalog: dyu/dyu_pontoon.tmx
Source language: en_us
Languages: dyu

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
dyu: I bɛ se ka taa <datasetsPage>datasets ɲɛ</datasetsPage> la, ka i b’a fɛ ka version ni kan(w) sugandi, k’a telesarse! Dosiyɛriw bɛ ni <metadataLink>associé metadata</metadataLink> ye, i n’a fɔ jamanadenw ka kunnafoniw ani dantigɛli kunnafoniw. I ka kan ka imɛri ladɛrɛsi di walasa ka kunnafonidilan in telesarse.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
dyu: Aw bɛ se ka dɛmɛ don ka kunnafonidilan suguya caman jɔ, min bɛ da mɔgɔw ɲɛ na, ni aw ye Common Voice profile dɔ dilan ani ka aw ka kan dɛmɛ.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
dyu: I bɛ se ka mɔgɔ wɛrɛw kunbɛn Mozilla kan jɛkuluw kɔnɔ n’i farala <discourseLink>Discourse</discourseLink> kan walasa ka baro kɛ barokunw kan, walima <matrixLink>Matrix</matrixLink> walasa ka laadilikan teliya sɔrɔ.

source: You cannot request your recordings while another request is already in progress.
dyu: I tɛ se k’i ka fɔlisenw ɲini k’a sɔrɔ ɲinini wɛrɛ bɛ sen na kaban.

source: You can request a new takeout of your recordings every { $days } days.
dyu: Aw bɛ se ka aw ka fɔlisenw bɔli kura ɲini { $days } tile o tile.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
dyu: aw bɛ se ka ko kɛtaw ɲɛminɛ walasa ka mɔgɔw dɛmɛ u ka dɛmɛ don. A ka nɔgɔn ka tɛmɛ i hakilina kan. I bɛ se k’a kɛ ɛntɛrinɛti kan ni videyo-konferansi baarakɛminɛn ye, walima i yɛrɛ fɛ n’a farati tɛ. <eventTemplate>An ka jatebɔlanw ni nafolomafɛnw lajɛ ko kɛlenw bolicogo kama</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
dyu: Aw bɛ se ka <sentenceCollectorLinkAdd>kumasen fitininw fara a kan</sentenceCollectorLinkAdd>, walima i bɛ se ka <bulkImportDocsLink>donni caman kɛ ni Github</bulkImportDocsLink> ye. Aw k’aw hakili to a la ko kumasenw ka kan ka kɛ <licenseLink>CC0 (walima foroba yɔrɔ)</licenseLink> ye, walima aw bɛ se k’aw yɛrɛ ta sɛbɛn.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
dyu: Aw bɛ se ka baara kɛ ni <scraperLink>Sentence extractor</scraperLink> ye walasa ka kumasen surunw nafa ka bɔ Wikipeja la.

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
dyu: I bɛ se ka baara kɛ ni sosiyete ka kunnafonidilanw ye walasa ka cikan bɔ kɛnɛ kan. Aw ye sɛbɛnw tila minnu b’a ɲɛfɔ mun na a nafa ka bon, ani ka kuma mɔgɔ wɛrɛw fɛ minnu bɛ kuma ko dɔw kan i n’a fɔ kanko josariyaw, kan AI, walima bias in tech. Aw ye laadilikan wɛrɛw lajɛ <campaignLink>kanpaɲi sosiyete ka kanpaɲi kan, i bɛ se ka baara kɛ ni min ye kokura</campaignLink> kɔnɔkow fana sen bɛ o la.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
dyu: I ma kan si sugandi. Aw ye taa aw ka <profileLink>Profile</profileLink> la walasa ka kanw sugandi.

source: You must allow microphone access.
dyu: Aw ka kan ka sira di mikro ma.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
dyu: I ka fɔcogo ye i bɛ daɲɛw fɔcogo ye. A bɛ se ka labɛn i sigiyɔrɔ fɛ, i bɛ kan wɛrɛ minnu fɔ ani fɛn caman wɛrɛw. Aw bɛ se ka kunnafoni fɛn o fɛn fɔ aw hakili la ko a bɛnnen don yan.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
dyu: I ka kan fɔlenw tɔgɔ tɛ minnu na, olu bɛna to Common Voice dataset kɔnɔ. Ni i y’i ka profil (profil) Bɔ dɔrɔn i tɛna Se ka ɲinini Kɛ tugun walasa k’i ka fɔlisenw Bɔ dataset (daɲɛgafe) kɔnɔ

source: Your daily goal has been created
dyu: I ka don o don kuntilenna dabɔra

source: Your download has started.
dyu: I ka telesarse daminɛna.

source: You’re contributing to a target segment
dyu: I b’i ka dɛmɛ don yɔrɔ laɲininen dɔ la

source: You’re contributing to our first target segment
dyu: Aw b’aw dɛmɛ an ka laɲini yɔrɔ fɔlɔ la

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
dyu: I bε bεn sisan ka batakiw i n’a fε ka bεn hakilijiginw, ne kɛnɛya ani kɛnɛyadisitɛriw Kumakan jɛlen kan

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
dyu: I sigilen bɛ sisan ka batakiw sɔrɔ i n’a fɔ laɲini hakilijiginw, ne ɲɛtaa kunnafoniw ani kunnafonidisɛbɛnw Common Voice kan

source: Your email address
dyu: I ka imeyilɛri ladɛrɛsi

source: Your files are being assembled. Please check again later.
dyu: Aw ka dosiyew bɛ ka lajɛ. Aw ye aw jija ka segin ka a lajɛ kɔfɛ.

source: Your Languages
dyu: Aw ka Kanw

source: Your username and email will not be associated with the published data.
dyu: I ka baarakɛla tɔgɔ ni i ka imeyili tɛna jɛ ni kunnafoniw bɔlenw ye.

source: Your weekly goal has been created
dyu: I ka dɔgɔkun kuntilenna dabɔra

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
dyu: Aw ka kan ka bataki sɔrɔ min bɛ ɲɛfɔli kɛ dɔɔnin fɛɛrɛ minnu bɛ kɛ walasa i ka kan ka fara Common Voice kan

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
dyu: Aw ye Common Voice dɛmɛ ka se <goalPercentage></goalPercentage> ma an ka don o don { $goalValue } sɛbɛnni kuntilenna na !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
dyu: Aw ye Common Voice dɛmɛ ka se <goalPercentage></goalPercentage> ma an ka don o don { $goalValue } dantigɛli kuntilenna na !

source: You've successfully signed up for contributing to { $language }. Thank you.
dyu: I ye i tɔgɔ sɛbɛn ka ɲɛ walasa ka dɛmɛ don { $language } la. A' ni cɛ.

source: Zaza
dyu: Zulukan na

source: Zip #{ $offset } of { $total }
dyu: Zip #{ $offset } ka { $total } .

source: Zulu
dyu: Zulukan na

source: abnormality
dyu: gansa te

source: account recovery key
dyu: jatebɔsɛbɛn seginni kilisi

source: add-on
dyu: farankan

source: aggregate
dyu: faralen ɲɔgɔn kan

source: All Hands
dyu: Bolo Bɛɛ

source: alternate text
dyu: sɛbɛnni minnu bɛ ɲɔgɔn falen-falen

source: appear
dyu: bo

source: appearance
dyu: yetiogo

source: attack
dyu: ka bin

source: attacker
dyu: binkannikɛla

source: Attack Site
dyu: Binkanni Site

source: attendee
dyu: ye kɔnɔni kɛ

source: authenticate
dyu: ka tiɲɛni kɛ

source: authenticated
dyu: tiɲɛnen don

source: autoplay
dyu: autoplay ye

source: back out
dyu: kɔsegin ka bɔ

source: backup authentication code
dyu: backup dantigɛli kode

source: black box
dyu: kɛsu nɛrɛma

source: bookmark
dyu: gafe taamasiyɛn

source: boolean
dyu: boolean ye

source: boot
dyu: ka faga ka mɛnɛ

source: breakpoint
dyu: kariyɔrɔ

source: Bug report
dyu: Bug ka kunnafoni

source: certificate authority
dyu: seereyaw ɲɛmɔgɔyaso

source: channel
dyu: kanal

source: cipher
dyu: cifɛri ye

source: clipboard
dyu: klipu tablo

source: clockwise
dyu: waatibolodacogo siratigɛ la

source: colorway
dyu: kulɛri-yɔrɔ

source: compact
dyu: baarakɛɲɔgɔnya.

source: compact - recommend deprioritize
dyu: compact - recommander ka deprioritiz kɛ

source: context
dyu: hukumu

source: contribute
dyu: ka bolomafara di

source: corrupt
dyu: nɔgɔlenya

source: corrupted
dyu: tiɲɛnen don

source: counterclockwise
dyu: ka kɛɲɛ ni waatibolodacogo ye

source: cryptominer
dyu: kriptominɛ ye

source: cryptomining
dyu: kriptomini ye

source: debug
dyu: dɔgɔtɔrɔso

source: deceptive site
dyu: yɔrɔ min bɛ mɔgɔ lafili

source: decode
dyu: dekodɔn kɛ

source: decryption
dyu: kripsiyɔn

source: disinformation
dyu: desinformación

source: distrust
dyu: dannayabaliya

source: eavesdropping
dyu: lamɛnni kɛli

source: enable
dyu: ka yamaruya

source: encode
dyu: kodɔn

source: encrypt
dyu: kodɔn

source: encryption
dyu: kodɔncogo

source: end user
dyu: baarakɛla laban

source: Enhanced Tracking Protection
dyu: Tracking Protection min bɛ bonya

source: executable file
dyu: filen min bɛ se ka kɛ

source: extension
dyu: samali

source: external
dyu: kɔfɛla

source: Fellow
dyu: Jɛɲɔgɔn

source: filter bubble
dyu: filɛri bulonba

source: fingerprinter
dyu: bolokɔnincinin

source: fingerprinting
dyu: bolokɔnincininw tali

source: Firefox View
dyu: Firefox ka filɛli

source: gear
dyu: witɛsi dolan

source: grassroots
dyu: binkɛnɛw kan

source: home page
dyu: so ɲɛ fɔlɔ la

source: idle
dyu: salen

source: import
dyu: ka ladon

source: innovations
dyu: kokuradonniw

source: insecure
dyu: lakanabali

source: installation
dyu: sigili

source: Issue
dyu: Gɛlɛya

source: Legacy extension
dyu: Legacy ka jatebɔ

source: misinformation
dyu: kunnafoni tiɲɛnenw

source: native
dyu: dugulen

source: open source
dyu: da wulilen ye

source: override
dyu: ka tɛmɛn a kan

source: participation
dyu: sendonko

source: Patch
dyu: Ka bari

source: pop-up
dyu: pop-up min bɛ bɔ kɛnɛ kan

source: preference
dyu: fisaya

source: release
dyu: ka bila

source: report
dyu: cisama

source: revert
dyu: kɔsegin

source: search suggestion
dyu: ɲinini hakilina

source: security keys
dyu: lakanani kilisiw

source: sensitive
dyu: ɲɛ́namisɛn

source: sidebar
dyu: kɛrɛfɛla

source: sign
dyu: taamasiyɛn

source: signer
dyu: bolonɔbilabaga

source: studies
dyu: kalanw na

source: track
dyu: nɔ

source: trackers
dyu: lakɔlidenw

source: Tracking Content
dyu: Kɔnɔkow nɔfɛtaama

source: Turbo Mode
dyu: Mode Turbo ye

source: unencrypted
dyu: min ma siri

source: unresponsive
dyu: min tɛ jaabi di

source: unsafe
dyu: lakana tɛ a la

source: validate
dyu: ka tiɲɛni kɛ

source: validity
dyu: tiɲɛni

source: version
dyu: wɛrisiyɔn

source: Web Authentication
dyu: Web ka Lafasali
